insert into Weapons(Name, BasePAttack, BaseMAttack, SortOfWeapon, BlessOrSimple)
values
(N'Лук Изогнутых шипов', 794, 192, 10, 1),
(N'Карниум', 768, 183, 10, 1),
(N'Пылающая Пила', 532, 192, 6, 1),
(N'Клинок Пера', 505, 183, 6, 1),
(N'Меч Неиссякаемой Сущности', 437, 192, 5, 1),
(N'Меч Очарования', 415, 183, 5, 1),
(N'Благословенные Парные Кинжалы Реквиема', 448, 195, 7, 1.5),
(N'Благословенные Парные Мечи Апокалипсиса', 632, 226, 7, 1.5),
(N'Благословенные Парные Мечи Реквиема', 545, 195, 7, 1.5),
(N'Благословенный Бросок Апокалипсиса', 1022, 226, 12, 1.5),
(N'Благословенный Бросок Реквиема', 882, 195, 12, 1.5);