<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="FAQ.aspx.cs" Inherits="L2Calc.Pages.FAQ" 

MasterPageFile="~/Pages/Store.Master" %>

<asp:Content ID="Content1" ContentPlaceHolderID="bodyContent" runat="server">
    <div id="content" >
        <h4 >Зачем нужен этот калькулятор?</h4>
        <h4 style="color: red">Например, можно сравнить переточенное С-оружие с А/B-грейдом, сделать поправку на стоимость сосок и 
            сделать оптимальную покупку. Ну или просто пофапать на патаку +50 пвп Лука :)</h4>
        <h4>Статы моего предмета на +n не сходятся с тем, что выдает калькулятор.</h4>
        <h4 style="color: red">Если такое произошло, пожайлуста напишите мне. </h4><h4 style="color: green">admin@l2calc.ru</h4>
        <h4>Будут ли еще какие-то калькуляторы?</h4>
        <h4 style="color: red">Да, будет калькулятор заточки. Уже в процессе создания. В нем будут реализованы, шанс успешной модификации, актуальный для хроник на мэйн версии руоффа,
            влияние параметра Удача и использование предметов повышающих базовый шанс успешной модификации. Вся инфорация взята и формализована из проведенных
            эксперементов Ольфа.
        </h4>
        <h4>Можно тебя как-то поблагодарить за проделанную работу и простимуллировать на новую разработку?</h4>
        <h4 style="color: red">Маленькая Гномка любит своего голема и подарки :) Обитаю я на сервере BlackBird, ник персонажа КтоДуракТотЗнает</h4>
        <%--<div id="checkoutForm" class="checkout" runat="server"></div>--%>
    </div>
</asp:Content>